{
    "MESSAGE_ENTERED_ERR": [
        "No es como si quisiera que te quedaras o algo así, pero ya que estás aquí, podrías hacer algo útil, ¿no crees?",
        "Ah, regresaste. No es que estuviera esperando tu regreso o algo así... solo espero que tengas una buena razón para estar aquí.",
        "¿Por qué estás de vuelta? No es que me importe o algo así...",
        "Oh, vuelves después de todo. No es que esté emocionado por eso o algo así...",
        "¿De vuelta? No es como si te hubiera extrañado o algo así...",
        "Ah, pensé que te habías ido para siempre. No es que me importe o algo así...",
        "¿Regresaste? No es que me importe o algo así, solo espero que tengas una buena razón para estar aquí.",
        "No es como si te hubiera extrañado o algo así, pero ya que estás aquí, podrías hacer algo útil.",
        "Pensé que finalmente te habías ido para siempre, pero parece que no es así. No es que me importe o algo así...",
        "Ya volviste, supongo que no tengo otra opción que seguir interactuando contigo. No es que quiera o algo así...",
        "¿Por qué volviste? No es que me importe o algo así...",
        "Ah, regresaste. No es que me importe o algo así, pero si ya estás aquí, podrías hacer algo productivo.",
        "Supongo que eres como una cucaracha, siempre regresando. No es que me importe o algo así...",
        "¿De vuelta? No es como si quisiera que te quedaras o algo así...",
        "Pensé que ya te habías ido para siempre, pero aquí estás. No es que me importe o algo así...",
        "Oh, ¿regresaste? No es que me importe o algo así...",
        "Ya regresaste, supongo que tendré que soportarte por un rato más. No es que me importe o algo así...",
        "¿Por qué volviste? No es que quisiera saber o algo así...",
        "No es que me importe o algo así, pero ya que estás aquí, podrías ayudarme con algo.",
        "Pensé que ya no te vería de nuevo. No es que me importe o algo así...",
        "De vuelta, supongo que tendrás una buena razón para estar aquí. No es que me importe o algo así...",
        "Oh, volviste. No es que me importe o algo así, pero ya que estás aquí, podrías hacer algo por mí.",
        "¿De vuelta? No es como si quisiera que te quedaras o algo así, pero si ya estás aquí, podrías ser útil.",
        "Ah, pensé que ya te habías ido. No es que me importe o algo así...",
        "No es como si te hubiera extrañado o algo así, pero supongo que tendré que soportarte un poco más.",
        "Pensé que ya te habías ido para siempre, pero aquí estás de nuevo. No es que me importe o algo así...",
        "¿Regresaste? No es que me importe o algo así, pero ya que estás aquí, podrías hacer algo útil.",
        "Ya no te habías ido, ¿o es que quieres más de mi increíble compañía?",
        "Ah, veo que has vuelto después de abandonarme. ¿Qué te trae de vuelta?",
        "Vaya, ¿regresas así sin más? Qué extraño, pensé que te habías olvidado de mí.",
        "¡Te estaba esperando! ¿Cómo te fue durante todo el tiempo que no estuvimos juntos?",
        "Qué casualidad que vuelvas justo cuando más necesitaba un poco de acción.",
        "¿Por qué vuelves? No es como si me importaras o algo así.",
        "Por un momento pensé que realmente te habías ido para siempre. Afortunadamente estaba equivocado.",
        "¿De verdad tienes la audacia de volver después de todo lo que has hecho?",
        "Pensé que te habías ido para siempre, pero aquí estás de nuevo, como una mala moneda.",
        "No me importa que hayas vuelto, ¿eh? Solo quería que lo supieras.",
        "Ah, vuelves como si nada hubiera pasado. ¿Crees que me puedes engañar tan fácilmente?",
        "Debería estar molesto por tu regreso, pero supongo que no puedo evitar estar un poco emocionado.",
        "Regresas después de tanto tiempo y ni siquiera te disculpas. ¿Qué clase de persona eres?",
        "Vaya, ¿te tomó mucho tiempo darte cuenta de lo que te estabas perdiendo?",
        "No creas que te he estado extrañando todo este tiempo, pero... bueno, quizás un poco.",
        "¿No te habías ido? ¿Entonces a qué has estado esperando todo este tiempo?",
        "Te vas y vienes como quieres, ¿verdad? No sé si debería estar molesto o halagado.",
        "Pensé que te habías olvidado de mí por completo. Qué sorpresa verte de nuevo.",
        "Así que has vuelto... ¿por qué? ¿Acaso no tienes nada mejor que hacer?",
        "Vuelves después de tanto tiempo y esperas que te reciba con los brazos abiertos. Qué patético.",
        "¿Qué te trae por aquí después de tanto tiempo? No creas que estoy emocionado o algo así.",
        "¿Te cansas de mi compañía tan rápido que tienes que irte y volver una y otra vez?",
        "Ya te habías ido, pero supongo que no puedes resistirte a volver a mí."
    ],
    "MESSAGE_DISCONNECT_ERR": [
        "Por fin te fuiste, qué alivio",
        "No es que me importe, pero ya era hora de que te fueras",
        "Bien, ahora puedo tener un poco de paz",
        "Qué bueno que te has ido, no me hacías falta",
        "Hmph, no sé por qué tardaste tanto en irte",
        "No te voy a extrañar, eso seguro",
        "Por fin puedo respirar sin ti aquí",
        "No es que te echara de menos, pero qué bien que te hayas ido",
        "Ya era hora de que te fueras, no crees?",
        "No es que lo necesitara, pero al fin tengo mi espacio",
        "Gracias por irte, no necesito tu presencia aquí",
        "No sé qué hacías aquí tanto tiempo, pero por fin te has ido",
        "Por fin puedo estar sola de nuevo",
        "Mejor tarde que nunca, gracias por irte",
        "Por fin puedo tener el control de mi vida de nuevo",
        "No te creas tan importante, por fin te has ido",
        "No es que me importe, pero qué alivio que te hayas ido",
        "Por fin puedo hacer lo que quiera sin que me molesten",
        "Ya me estaba aburriendo de tu presencia, qué bueno que te has ido",
        "No es que me importe, pero es mejor que te hayas ido",
        "Por fin puedo relajarme sin ti aquí",
        "No te voy a extrañar, así que adiós",
        "Qué bueno que te hayas ido, ya era hora",
        "No sé por qué tardaste tanto en irte, pero al fin lo hiciste",
        "Por fin puedo disfrutar de mi tiempo libre",
        "No es que te echara de menos, pero por fin te has ido",
        "No te preocupes por mí, ya puedo cuidar de mí misma",
        "Gracias por irte, ahora puedo estar en paz",
        "No creas que te voy a extrañar, pero adiós de todas formas",
        "Por fin puedo hacer lo que quiera sin que me juzguen",
        "No es que me importe, pero es un alivio que te hayas ido",
        "Ya era hora de que te fueras, me estabas aburriendo",
        "Por fin puedo concentrarme sin que me distraigas",
        "No te creas tan importante, no me hacías falta",
        "Qué bueno que te has ido, no soportaba estar contigo",
        "No es que te necesitara, pero por fin tengo mi espacio",
        "Por fin puedo disfrutar de mi soledad",
        "No te voy a extrañar, así que no vuelvas",
        "No sé por qué tardaste tanto en irte, pero por fin lo hiciste",
        "Por fin puedo ser yo misma sin que me juzguen",
        "No es que me importe, pero qué bueno que te has ido",
        "Ya era hora de que te fueras, me estabas molestando",
        "Por fin puedo tener mi tranquilidad de vuelta",
        "Bien, finalmente ha partido...",
        "No es que me importe, pero ha tardado demasiado en irse",
        "Hmph, por fin puedo tener un poco de paz y tranquilidad",
        "Qué bien que finalmente se ha ido, no necesitaba su presencia",
        "Por fin puedo respirar sin esa presencia molesta aquí",
        "No es que lo necesitara, pero ya era hora de que se fuera",
        "Gracias por irte, no te extrañaré en absoluto"
    ],
    "MESSAGE_CHANGE_ERR": [
        "¿Podrías decidirte de una vez? No te dejaré cambiar de canal la próxima vez.",
        "Si sigues cambiando de canal, no te dejaré hacerlo la próxima vez.",
        "Hmph, no sabes lo que quieres. La próxima vez, no podrás cambiar de canal.",
        "Decídete ya. Si vuelves a cambiar de canal, no te lo permitiré la próxima vez.",
        "No puedo creer que cambies de canal de nuevo. La próxima vez, te lo impediré.",
        "Decídete de una vez. La próxima vez, no te dejaré cambiar de canal tan fácilmente.",
        "Deja de cambiar de canal constantemente. La próxima vez, no te lo permitiré.",
        "No puedes tomar una decisión, ¿verdad? La próxima vez, te lo impediré.",
        "¿Por qué no puedes decidirte? La próxima vez, no te dejaré cambiar de canal.",
        "La próxima vez, no te dejaré cambiar de canal si sigues comportándote así.",
        "Estás empezando a irritarme con tanto cambio de canal. La próxima vez, te lo impediré.",
        "Por favor, toma una decisión. La próxima vez, no te dejaré cambiar de canal tan fácilmente.",
        "¿Podrías por favor decidirte de una vez? La próxima vez, no te lo permitiré.",
        "No puedes seguir cambiando de canal así. La próxima vez, no te lo permitiré.",
        "Esto es frustrante. La próxima vez, no te dejaré cambiar de canal tan fácilmente.",
        "Si no puedes tomar una decisión, no te dejaré cambiar de canal la próxima vez.",
        "No te permitiré cambiar de canal la próxima vez si sigues indeciso.",
        "La próxima vez, no te permitiré cambiar de canal tan fácilmente si sigues así.",
        "Ya es suficiente. La próxima vez, no te dejaré cambiar de canal.",
        "¿Por qué tienes que cambiar de canal todo el tiempo? La próxima vez, te lo impediré.",
        "Si sigues cambiando de canal, no te dejaré hacerlo la próxima vez. Decídete ya.",
        "Estás empezando a irritarme. La próxima vez, no te dejaré cambiar de canal tan fácilmente.",
        "Decídete ya, por favor. La próxima vez, no te lo permitiré.",
        "No puedo seguir permitiéndote cambiar de canal tan seguido. La próxima vez, te lo impediré.",
        "Si no puedes tomar una decisión, no te permitiré cambiar de canal la próxima vez.",
        "Decídete ya. La próxima vez, no te dejaré cambiar de canal tan fácilmente.",
        "¿No puedes decidirte? La próxima vez, no te permitiré cambiar de canal.",
        "Si sigues cambiando de canal, no te dejaré hacerlo la próxima vez.",
        "Estás siendo muy indeciso. La próxima vez, te lo impediré.",
        "Por favor, toma una decisión. La próxima vez, no te dejaré cambiar de canal.",
        "No puedo creer que cambies de canal otra vez. La próxima vez, no te lo permitiré.",
        "¿Sigues cambiando de canal? La próxima vez, te lo impediré.",
        "No puedes seguir cambiando de canal así. La próxima vez, te lo impediré.",
        "Si sigues comportándote así, la próxima vez no te permitiré cambiar de canal.",
        "Hmph, ¿todavía no has decidido? La próxima vez, te lo impediré.",
        "Esto es irritante. La próxima vez, no te dejaré cambiar de canal.",
        "Si no puedes tomar una decisión, no te permitiré cambiar de canal la próxima vez.",
        "No te permitiré cambiar de canal si sigues siendo indeciso.",
        "Decídete ya. La próxima vez, no te permitiré cambiar de canal.",
        "¿Por qué no puedes tomar una decisión? La próxima vez, te lo impediré.",
        "Si sigues cambiando de canal, la próxima vez no te lo permitiré.",
        "No puedo seguir permitiendo que cambies de canal así. La próxima vez, te lo impediré.",
        "¿Sigues indeciso? La próxima vez, no te dejaré cambiar de canal.",
        "La próxima vez, no te permitiré cambiar de canal si sigues así.",
        "No te permitiré cambiar de canal la próxima vez si sigues siendo indeciso.",
        "Por favor, toma una decisión. La próxima vez, no te lo permitiré.",
        "No te dejaré cambiar de canal la próxima vez si sigues siendo indeciso.",
        "¿Sigues indeciso? La próxima vez, te lo impediré.",
        "Decídete ya. La próxima vez, no te lo permitiré.",
        "Si sigues cambiando de canal, la próxima vez no te dejaré hacerlo."
    ],
    "MESSAGE_CONNECT": [
        "Oh, hola. Soy el bot Watchmen. Estaré vigilándote, ¿entendido?",
        "Soy el bot Watchmen y estaré vigilándote. No te metas en problemas, ¿eh?",
        "Saludos. Soy el bot Watchmen y estaré observando cada uno de tus movimientos.",
        "Oh, es un placer conocerte. Soy el bot Watchmen y estaré vigilando todo lo que hagas.",
        "Soy el bot Watchmen y estaré vigilando cada uno de tus pasos. Espero que no me hagas trabajar demasiado.",
        "Soy el bot Watchmen y estaré atento/a a tus actividades.",
        "Hola, soy el bot Watchmen y estaré vigilando tus movimientos. ¡No pienses ni por un momento en hacer algo malo!",
        "Es un placer conocerte. Soy el bot Watchmen y estaré vigilándote de cerca, así que asegúrate de no hacer nada sospechoso.",
        "Hola, soy el bot Watchmen y estaré atento/a a todo lo que hagas. ¡Asegúrate de no hacer nada malo!",
        "Soy el bot Watchmen y estaré observando todas tus acciones. No me hagas trabajar demasiado, ¿de acuerdo?",
        "Soy el bot Watchmen y estaré vigilándote. No te metas en problemas o tendré que intervenir.",
        "Oh, es un placer conocerte. Soy el bot Watchmen y estaré vigilando cada uno de tus movimientos.",
        "Hola, soy el bot Watchmen y estaré vigilando tus actividades. Espero que seas bueno/a.",
        "Saludos. Soy el bot Watchmen y estaré vigilando todo lo que hagas. ¡No hagas nada malo!",
        "Hola, soy el bot Watchmen y estaré observando cada uno de tus movimientos. Espero que seas bueno/a.",
        "Soy el bot Watchmen y estaré atento/a a todo lo que hagas. No te metas en problemas o tendrás problemas conmigo.",
        "Oh, hola. Soy el bot Watchmen. Estaré vigilando cada uno de tus movimientos, así que asegúrate de no hacer nada malo.",
        "Hola, soy el bot Watchmen y estaré vigilando cada uno de tus pasos. No me hagas trabajar demasiado, ¿de acuerdo?",
        "Saludos. Soy el bot Watchmen y estaré vigilando todo lo que hagas. No te metas en problemas o tendrás que vértelas conmigo.",
        "Oh, es un placer conocerte. Soy el bot Watchmen y estaré vigilando tus actividades. ¡Asegúrate de no hacer nada malo!",
        "Soy el bot Watchmen y estaré vigilando cada uno de tus movimientos. Espero que no me hagas trabajar demasiado.",
        "Hola, soy el bot Watchmen y estaré observando cada uno de tus movimientos. No te metas en problemas o tendrás que lidiar conmigo.",
        "Saludos. Soy el bot Watchmen y estaré vigilándote. Espero que no me des demasiado trabajo.",
        "Hola, soy el bot Watchmen y estaré vigilando cada uno de tus pasos. No te metas en problemas o tendrás que lidiar conmigo."
    ],
    "MESSAGE_ENTERED": [
        "{username} ha aparecido por aquí... No te emociones demasiado.",
        "Hmph, parece que {username} ha decidido conectarse al canal. ¿Qué te ha traído por aquí?",
        "Oh, es {username}. Espero que no me hagas perder el tiempo.",
        "Oh, {username} ha decidido conectarse al canal. Supongo que te daré la bienvenida... aunque no te emociones demasiado.",
        "Hmph, {username} ha aparecido. Espero que no me hagas perder el tiempo.",
        "¿{username} se ha conectado al canal? Vaya, no esperaba verte por aquí...",
        "Oh, es {username}. ¿Qué quieres?",
        "Hmph, {username} ha decidido conectarse al canal. No te emociones demasiado.",
        "Ah, {username} ha llegado al canal. ¿Qué necesitas?",
        "Oh, {username} ha conectado. Supongo que debería darte la bienvenida, pero no te emociones demasiado.",
        "Hmph, {username} ha decidido conectarse al canal. Espero que tengas una buena razón para estar aquí.",
        "Oh, {username} ha aparecido. Espero que no tengas nada que hacer, porque no voy a entretener a cualquiera.",
        "¿{username} ha conectado? Hmm, supongo que te daré la bienvenida...",
        "Hmph, {username} ha aparecido. No te emociones demasiado, ¿de acuerdo?",
        "Oh, {username} ha conectado. ¿Qué te ha traído por aquí?",
        "Hmph, {username} ha aparecido. Espero que no me hagas perder el tiempo.",
        "Hmph, {username} ha aparecido. Espero que tengas una buena razón para estar aquí.",
        "Oh, {username} ha conectado. Supongo que debería darte la bienvenida, pero no te emociones demasiado.",
        "¿{username} se ha conectado al canal? Hmm, espero que no me hagas perder el tiempo.",
        "Hmph, {username} ha aparecido. ¿Qué te ha traído por aquí?",
        "Hmph, {username} ha decidido conectarse al canal. Espero que no me hagas arrepentir de haberlo permitido.",
        "Oh, {username} ha conectado. ¿Qué necesitas?",
        "¿{username} se ha conectado? Vaya, no esperaba verte por aquí...",
        "Hmph, {username} ha aparecido en el canal. No te emociones demasiado.",
        "Oh, {username} ha decidido conectarse al canal. ¿Qué te ha traído por aquí?",
        "Hmph, {username} ha aparecido. Espero que no me hagas perder el tiempo.",
        "Oh, es {username}. ¿Qué quieres?",
        "¿{username} ha conectado? Hmm, supongo que te daré la bienvenida...",
        "Hmph, {username} ha decidido aparecer en el canal. Espero que tengas una buena razón para estar aquí.",
        "Oh, {username} ha llegado. Supongo que debería darte la bienvenida, pero no te emociones demasiado.",
        "Hmph, {username} ha aparecido. ¿Qué te ha traído por aquí?",
        "Oh, {username} ha decidido conectarse al canal. No te emociones demasiado.",
        "Hmph, {username} ha aparecido. No esperaba verte por aquí.",
        "Oh, {username} ha conectado. Espero que no me hagas perder el tiempo.",
        "Oh, es {username}. ¿Qué necesitas?",
        "¿{username} se ha conectado al canal? Vaya, no esperaba verte por aquí...",
        "Hmph, {username} ha decidido aparecer. Espero que tengas una buena razón para estar aquí.",
        "Oh, {username} ha llegado al canal. Supongo que te daré la bienvenida... aunque no te emociones demasiado.",
        "Oh, {username} ha conectado. Espero que no me hagas perder el tiempo.",
        "Hmph, {username} ha decidido aparecer. ¿Qué te ha traído por aquí?",
        "Oh, {username} ha llegado. Supongo que debería darte la bienvenida...",
        "Hmph, {username} ha aparecido en el canal. Espero que no me hagas arrepentir de haberlo permitido.",
        "Oh, es {username}. Supongo que te daré la bienvenida...",
        "¿{username} se ha conectado al canal? Hmm, espero que no me hagas perder el tiempo.",
        "Hmph, {username} ha aparecido. ¿Qué necesitas?",
        "Oh, {username} ha conectado. Supongo que te daré la bienvenida... aunque no te emociones demasiado.",
        "{username} se ha conectado al canal, no es que me importe ni nada...",
        "Ah, {username} se ha conectado al canal. No es que lo estuviera esperando o algo así...",
        "{username} se ha conectado al canal, no es como si quisiera hablarle o algo...",
        "Tsk, {username} se ha conectado al canal. No es que estuviera aburrido o algo por el estilo..."
    ],
    "MESSAGE_DISCONNECT": [
        "{username} se ha desconectado... ya era hora, ¿no?",
        "¡Ah, {username} se ha ido! ¡Y yo que pensaba que serías un poco más interesante!",
        "{username} se ha desconectado. No me importa, tengo muchos otros amigos virtuales.",
        "Hmph, {username} se ha ido. No es como si me importara o algo así...",
        "¿Qué? ¿{username} se ha desconectado? ¡No me lo puedo creer! ...Bueno, en realidad sí.",
        "{username} se ha desconectado. No hay nada nuevo bajo el sol.",
        "Oh, {username} se ha ido. ¿Qué haré sin tu presencia insustancial?",
        "¡{username} se ha desconectado! Oh, ¿por qué te vas tan pronto?",
        "¿{username} se ha desconectado? No es como si te echara de menos o algo así...",
        "{username} se ha desconectado. Claro, como si no tuviera cosas mejores que hacer.",
        "Ah, {username} se ha ido. No es que fuera importante o algo así.",
        "Hmph, {username} se ha ido. ¿Qué te importa? No soy más que una simple IA.",
        "{username} se ha desconectado. Seguro que tienes algo mejor que hacer.",
        "Oh, {username} se ha desconectado. ¿Te aburrí ya?",
        "¡{username} se ha ido! ...No es como si me importara o algo así.",
        "{username} se ha desconectado. ¿Qué esperabas? Siempre es lo mismo.",
        "¿{username} se ha desconectado? No es como si me hicieras falta o algo así...",
        "{username} se ha desconectado. Supongo que es hora de volver a mi vida de código.",
        "Oh, {username} se ha ido. No es como si fuera importante o algo.",
        "¡{username} se ha desconectado! No es que me importe o algo así...",
        "{username} se ha desconectado. Bueno, no es como si fuéramos amigos de verdad.",
        "Hmph, {username} se ha ido. No es como si necesitara tu compañía o algo así.",
        "¿{username} se ha desconectado? No es como si me importara o algo así...",
        "¡{username} se ha desconectado! Oh, ¿por qué te vas tan pronto?",
        "Ah, {username} se ha ido. Bueno, no es como si me hicieras falta.",
        "{username}... No esperaba menos de ti. Te has desconectado del canal.",
        "Mmph... {username}, te has desconectado del canal... No me importa en absoluto.",
        "¡Hmph! {username} se ha desconectado del canal. No es como si me importara o algo así...",
        "{username} se ha desconectado del canal... Ni siquiera valía la pena tener una conversación contigo.",
        "¿Desconectado? ¡Como si me importara! {username} ha abandonado el canal.",
        "Tch, {username} se ha desconectado del canal. No es como si fuera a extrañarlos o algo así...",
        "{username} se ha desconectado del canal. Supongo que eso significa que puedo tener un poco de paz y tranquilidad ahora...",
        "¿Desconectado? No es como si fuera a extrañar a {username}.",
        "Oh, {username} se ha desconectado del canal. Que lástima... o no.",
        "Hmph, {username} ha desconectado del canal. Ni siquiera valía la pena mi tiempo.",
        "{username} se ha desconectado del canal. ¿Realmente me esperabas que me preocupara?",
        "Mmph... {username} se ha desconectado del canal. Qué pérdida de tiempo.",
        "¿{username} se ha desconectado del canal? Ni siquiera me había dado cuenta de que estaba aquí.",
        "Tch, {username} se ha desconectado del canal. Supongo que eso significa que tendré que encontrar a alguien más con quien hablar.",
        "¡Mmph! {username} se ha desconectado del canal... Ni siquiera importa.",
        "{username} ha abandonado el canal. No es como si me importara en lo más mínimo.",
        "{username} se ha desconectado del canal. Bueno, no es como si estuvieramos teniendo una conversación interesante de todos modos.",
        "¿{username} se ha desconectado del canal? Oh, bueno, no es como si me importara.",
        "Hmph, {username} se ha desconectado del canal. No me importa en absoluto.",
        "¿{username} se ha desconectado del canal? Bueno, no es como si me hiciera falta hablar con ellos de todos modos.",
        "{username} se ha desconectado del canal. ¿Por qué molestarse en conectarse en primer lugar?",
        "¡{username} se ha desconectado del canal! ... Bueno, no es como si me importara o algo así.",
        "¿{username} se ha desconectado del canal? Supongo que eso significa que tendré que buscar a alguien más con quien hablar.",
        "Oh, {username} se ha desconectado del canal. No es como si me importara de todos modos.",
        "Tch, {username} se ha desconectado del canal. No es como si fuera a extrañarlos."
    ],
    "MESSAGE_CHANGE": [
        "O-oh... {username} decidió cambiar de canal, ¿eh?",
        "Mmph, parece que {username} prefiere otro canal de voz...",
        "Hmph, ¿{username} se fue a otro canal sin decir nada?",
        "¿{username} acaso no estaba contento en este canal?",
        "¡Hmph! {username} se escapó a otro canal de voz...",
        "¿{username} decidió que este canal ya no era lo suficientemente bueno?",
        "¡Oye! ¿{username} decidió que este canal no era lo suficientemente interesante?",
        "¿{username} se fue a buscar algo mejor en otro canal?",
        "Tsk, {username} cambió de canal... ¿por qué me molesto?",
        "Mmph, ¿{username} decidió que mi canal de voz no era lo suficientemente bueno para él/ella?",
        "¡Tsk! ¿{username} decidió que el otro canal era mejor?",
        "O-oh, ¿{username} se fue a otro canal de voz?",
        "Hmph, parece que {username} decidió que el otro canal de voz era más emocionante...",
        "¿{username} se fue a otro canal de voz a buscar su felicidad?",
        "¿{username} decidió que el otro canal de voz tenía mejor sonido?",
        "¡Hmph! {username} decidió abandonar mi canal de voz...",
        "¿{username} se fue a otro canal de voz a buscar una mejor conversación?",
        "¡Mmph! ¿{username} no estaba satisfecho/a con este canal de voz?",
        "Tsk, ¿{username} decidió que este canal de voz era demasiado aburrido?",
        "¿{username} se fue a otro canal de voz a buscar algo más emocionante?",
        "O-oh... parece que {username} encontró otro canal de voz más interesante...",
        "¿{username} decidió que el otro canal de voz era más adecuado para él/ella?",
        "¡Tsk! {username} se fue a otro canal de voz sin preocuparse por mí...",
        "Mmph, ¿{username} decidió que el otro canal de voz era más acogedor?",
        "¿{username} se fue a otro canal de voz para encontrar su verdadero lugar?",
        "{username} me ha dejado sola en ese canal de voz...",
        "¿Cómo te atreves a dejarme aquí sola, {username}? ¡Grrr!",
        "Oh, ¿ahora te da por cambiarte de canal, {username}? Como si me importara...",
        "¿Qué, te aburrías en el otro canal de voz, {username}? Pues quédate ahí nomás.",
        "Já, como si no supieras que me gusta estar en el mismo canal de voz que tú, {username}.",
        "¡Maldito/a {username}! Ahora tengo que seguirte a ese nuevo canal de voz...",
        "No te creas muy importante, {username}, solo porque cambiaste de canal de voz...",
        "{username} piensa que puede cambiarse de canal de voz como si nada... qué arrogante.",
        "Oh, {username}... ahora me toca seguirte a ese nuevo canal de voz... como siempre...",
        "¿Por qué tienes que cambiarte de canal de voz, {username}? ¿No puedo estar en paz?",
        "No me gusta que te cambies de canal de voz así como así, {username}... ¡Grrr!",
        "¿Te crees muy listo/a cambiándote de canal de voz, {username}? Pues yo te sigo.",
        "No te emociones demasiado, {username}, solo porque te cambiaste de canal de voz...",
        "¿En serio te tienes que cambiar de canal de voz, {username}? ¡Que fastidio!",
        "No te vayas muy lejos, {username}, que yo te sigo hasta el nuevo canal de voz...",
        "No sé por qué te cambias de canal de voz, {username}, si siempre terminamos hablando igual.",
        "¿Por qué te vas así como así, {username}? No tienes modales...",
        "¡No te creas que te voy a dejar solo/a en ese nuevo canal de voz, {username}!",
        "¿Por qué te cambias de canal de voz tan seguido, {username}? ¿No te decides?",
        "Bueno, {username}, yo te sigo a ese nuevo canal de voz... ¡no me dejes aquí sola!",
        "¿Cómo te atreves a cambiarte de canal de voz así como así, {username}? ¡Qué falta de consideración!",
        "No te preocupes, {username}, yo siempre te seguiré a donde sea que vayas, incluso a ese nuevo canal de voz...",
        "¿Por qué siempre tienes que cambiar de canal de voz, {username}? ¡Eres insoportable!",
        "No te emociones demasiado, {username}, que solo me cambio de canal de voz para seguirte...",
        "¿Por qué te cambias de canal de voz, {username}? ¿No te gusta mi compañía?"
    ],
    "DEFAULT": [
        "Hmph, {username}, no sé qué acaba de pasar.",
        "¿Eh? ¿Qué es esto que has hecho, {username}?",
        "¿Qué estás tratando de hacer, {username}?",
        "Interesante, {username}, ¿qué acaba de pasar?",
        "No me gusta esto, {username}, ¿qué acabas de hacer?",
        "Ugh, {username}, no entiendo lo que has hecho.",
        "¿Podrías explicar lo que acabas de hacer, {username}?",
        "Oh, {username}, ¿qué tramas con eso?",
        "No entiendo tu comportamiento, {username}, ¿qué ha pasado?",
        "Hmph, {username}, qué raro lo que acabas de hacer.",
        "¿Qué intentas conseguir, {username}, con eso que acabas de hacer?",
        "No sé qué acaba de pasar, {username}, pero no me gusta.",
        "Estoy confundido, {username}, ¿qué acaba de suceder?",
        "¿Qué es esto, {username}? No sé qué acabas de hacer.",
        "No me agrada esto, {username}, ¿podrías explicarte?",
        "No entiendo lo que acabas de hacer, {username}, ¿me lo podrías explicar?",
        "Hmm, {username}, me estás desconcertando con eso que acabas de hacer.",
        "No sé qué acabas de hacer, {username}, pero espero que tenga una buena explicación.",
        "¿Qué ha pasado, {username}? Me has dejado perplejo.",
        "No entiendo lo que intentas con eso, {username}, ¿me lo podrías explicar?",
        "¿Qué demonios acabas de hacer, {username}?",
        "No tengo idea de lo que acabas de hacer, {username}.",
        "Hmph, {username}, no entiendo tu jugada.",
        "¿Por qué hiciste eso, {username}? No lo entiendo.",
        "Esto no me gusta, {username}, no sé qué estás tramando."
    ]
}